---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DatumPlaneFailures
source: html/595bdb5e-1069-1187-d846-f18e3d3481b9.htm
---
# BuiltInFailures.DatumPlaneFailures Properties

The Highlighted Datum cannot be associated with the specified Scope Box because the Datum plane does not intersect the Scope Box.